"STORE_DESCRIPTION" = "VLC for iOS is a port of the free VLC media player to iPad, iPhone and iPod touch.\nIt can play all your movies, shows and music in most formats directly without conversion.\nIt allows file synchronization with Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direct downloads and through WiFi sharing as well as streaming from SMB, FTP, UPnP/DLNA media servers and the web.\nVLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, and playback speed control.\n\nVLC for iOS is completely free and open source.";

"STORE_DESCRIPTION_TV" = "VLC media player is a free and open source cross-platform multimedia player.\nIt can play all your movies, shows and music in most formats directly without conversion.\nIt allows streaming from cloud services (Dropbox, OneDrive, Box), Remote Playback from your Mac or PC via a Web UI as well as streaming from SMB, FTP, UPnP/DLNA media servers and the web.\nVLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, and playback speed control.\n\nVLC for iOS is completely free and open source.\n\nMetadata and artwork are provided by TMDb and Hatchet, which are community maintained movie and music databases.";

"CHOOSE_AUDIO_TRACK" = "Pilih Trek Audio";
"CHOOSE_SUBTITLE_TRACK" = "Pilih Trek Terjemahan";
"OPEN_TRACK_PANEL" = "Buka pemilihan trek";
"CHOOSE_TITLE" = "Pilih Judul";
"CHOOSE_CHAPTER" = "Pilih Babak";
"CHAPTER_SELECTION_TITLE" = "Chapters";
"TITLE" = "Judul";
"CHAPTER" = "Chapter";
"MINIMIZE_PLAYBACK_VIEW" = "Minimize playback";
"FULLSCREEN_PLAYBACK" = "Play in fullscreen";
"TRACK_SELECTION" = "Track Selection";
"AUDIO" = "Audio";
"SUBTITLES" = "Subtitles";
"LANGUAGE" = "Language";
"MEDIA_INFO" = "Media Information";
"VIDEO_DIMENSIONS" = "Video dimensions";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixel";
"FORMAT_AUDIO_TRACKS" = "%i audio tracks";
"ONE_AUDIO_TRACK" = "One audio track";
"FORMAT_SPU_TRACKS" = "%i subtitles tracks";
"ONE_SPU_TRACK" = "One subtitles track";

"PLAYING_EXTERNALLY_TITLE" = "TV Tersambung";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Connected";
"PLAYING_EXTERNALLY_DESC" = "Video ini sedang diputar di TV";

"VFILTER_HUE" = "Rona";
"VFILTER_CONTRAST" = "Kontras";
"VFILTER_BRIGHTNESS" = "Kecerahan";
"VFILTER_SATURATION" = "Saturasi";
"VFILTER_GAMMA" = "Gamma";

"PREAMP" = "Preamp";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Pilih Profil Ekualiser";

"PLAYBACK_FAILED" = "Pemutaran gagal";
"PLEASE_WAIT" = "Please wait";
"AR_CHANGED" = "Nisbah Bidang: %@";
"DEFAULT" = "Bawaan";
"FILL_TO_SCREEN" = "Potong sampai penuh layar";
"PLAYBACK_SPEED" = "Kecepatan pemutaran";
"SPU_DELAY" = "Penundaan terjemahan";
"AUDIO_DELAY" = "Penundaan audio";
"BUTTON_SLEEP_TIMER" = "Pengatur waktu tidur";
"SLEEP_TIMER_UPDATED" = "Sleep Timer Updated";
"CONTINUE_PLAYBACK" = "Continue playback?";
"CONTINUE_PLAYBACK_LONG" = "Would you like to continue playback of \"%@\" where you left off?";

"BUTTON_ALL" = "Select All";
"BUTTON_BACK" = "Kembali";
"BUTTON_EDIT" = "Sunting";
"BUTTON_DONE" = "Selesai";
"BUTTON_CANCEL" = "Batal";
"BUTTON_SAVE" = "Simpan";
"BUTTON_DOWNLOAD" = "Unduh";
"BUTTON_DELETE" = "Hapus";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Kontribusi";
"BUTTON_CONNECT" = "Sambung";
"BUTTON_RENAME" = "Namai Ulang";
"BUTTON_LEARN_MORE" = "Pelajari Lebih Lanjut";
"BUTTON_LOGOUT" = "Keluar";
"BUTTON_CONTINUE" = "Continue";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Pemutaran Privat";
"SCAN_SUBTITLE_TOGGLE" = "Pindai Terjemahan (hanya http)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "Pembaruan Pustaka Media";
"UNTITLED_SHOW" = "Tontonan tanpa judul";
"UNKNOWN" = "Tidak Diketahui";

"OPEN_NETWORK" = "Buka Strim Jaringan";
"NETWORK_TITLE" = "Strim Jaringan";
"OPEN_NETWORK_HELP" = "Masukan alamat HTTP, RTSP, RTMP, MMS, FTP atau UDP/RTP untuk membuka strim secara langsung.";
"ABOUT_APP" = "Tentang VLC untuk iOS";
"OPEN_VLC_MENU" = "Buka menu bilah samping VLC";
"HTTP_UPLOAD_SERVER_OFF" = "Server Tidak Aktif";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Tidak ada sambungan WiFi aktif";
"OPEN_STREAM_OR_DOWNLOAD" = "Apakah anda ingin mengunduh atau memutar URL ini?";
"SHARED_VLC_IOS_LIBRARY" = "VLC berbagi untuk pustaka iOS";
"SMB_CIFS_FILE_SERVERS" = "File Servers (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Pengunduhan gagal dengan kode HTTP %i";
"HTTP_FILE_CREATION_FAILED" = "Membuat berkas gagal";
"HTTP_DOWNLOAD_CANCELLED" = "Pengunduhan dibatalkan oleh pengguna";

"DOWNLOAD_FROM_HTTP_HELP" = "Masukkan alamat untuk mengunduh berkas ke %@ anda.";
"DOWNLOAD_FROM_HTTP" = "Unduhan";
"ERROR_NUMBER" = "Terjadi galat %i";
"DOWNLOAD_FAILED" = "Pengunduhan gagal";
"FILE_NOT_SUPPORTED" = "Format berkas tidak didukung";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "Skema alamat tidak didukung";
"SCHEME_NOT_SUPPORTED_LONG" = "Skema alamat (%@) tidak didukung. Mohon gunakan alamat yang dimulai oleh HTTP, HTTPS atau FTP.";
"LIBRARY_ALL_FILES" = "Semua Berkas";
"LIBRARY_MUSIC" = "Album Musik";
"LIBRARY_SERIES" = "Acara TV";
"LIBRARY_TRACKS" = "%i Trek";
"LIBRARY_SINGLE_TRACK" = "%i Trek";
"LIBRARY_EPISODES" = "%i Episode, %i belum dibaca";
"LIBRARY_SINGLE_EPISODE" = "%i Episode, %i belum dibaca";
"LIBRARY_TRACK_N" = "Trek %i";
"LIBRARY_MINUTES_LEFT" = "%@m kiri";
"RENAME_MEDIA_TO" = "Masukkan nama baru untuk %@";

"FOLDER_EMPTY" = "Folder Kosong";
"FOLDER_EMPTY_LONG" = "Untuk menambahkan berkas sentuh Sunting, pilih berkas yang anda inginkan, klik tombol folder dan pilih folder ini.";
"FOLDER_INVALID_TYPE_TITLE" = "Jenis berkas tidak valid";
"FOLDER_INVALID_TYPE_MESSAGE" = "Anda hanya dapat menggunakan dua berkas untuk membuat folder atau menambah berkas tunggal ke folder yang sudah ada.";
"FOLDER_CHOOSE_NAME_TITLE" = "Folder Baru";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Masukkan judul untuk folder anda";
"FOLDER_NAME_PLACEHOLDER" = "Judul Folder";
"FOLDER_NAME_DUPLICATE_TITLE" = "Judul sudah ada";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Mohon pilih judul yng berbeda";
"SELECT_FOLDER" = "Pilih sebuah Folder";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Pilih sebuah berkas untuk dibuka:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Buka di...";
"SHARING_ERROR_NO_FILES" = "Tidak dapat menemukan berkas apapun untuk dibagi";
"SHARING_ERROR_NO_APPLICATIONS" = "Tidak dapat menemukan aplikasi apapun untuk membuka jenis berkas ini";
"SHARING_SUCCESS_CAMERA_ROLL" = "Berkas dengan sukses disimpan ke Camera Roll";

"SECTION_HEADER_LIBRARY" = "Pustaka Media";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "Jaringan";

"LOCAL_NETWORK" = "Jaringan Lokal";
"CONNECT_TO_SERVER" = "Sambung ke Server";
"USER_LABEL" = "Pengguna";
"PASSWORD_LABEL" = "Kata Sandi";
"DISABLE_LABEL" = "Disable";
"BUTTON_ANONYMOUS_LOGIN" = "Anonymous Login";

"LOCAL_SERVER_REFRESH" = "Segarkan";
"LOCAL_SERVER_LAST_UPDATE" = "Terakhir diperbarui pada %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "SAMBUNGAN SERVER GAGAL";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Mohon periksa alamat dan kredensial server anda";

"CLOUD_SERVICES" = "Layanan Awan";
"LOGIN" = "Masuk";
"LOGGED_IN" = "Berhasil masuk";

"DROPBOX_DOWNLOAD" = "Unduh berkas?";
"DROPBOX_DL_LONG" = "Apakah anda ingin mengunduh \"%@\" ke %@ anda?";
"DROPBOX_LOGIN" = "Masuk";

"GDRIVE_ERROR_FETCHING_FILES" = "Galat saat mengambil berkas";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Berkas anda sukses diunduh";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "SUKSES";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Terjadi galat ketika mengunduh";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "GALAT";

"DISK_FULL" = "Batas penyimpanan dicapai";
"DISK_FULL_FORMAT" = "%@ tidak dapat disimpan di %@ anda, karena anda tidak memiliki cukup ruang kosong tersisa.";

"NUM_OF_FILES" = "%i berkas";
"ONE_FILE" = "1 berkas";
"NO_FILES" = "Tidak ada berkas yang didukung";
"DOWNLOADING" = "Mengunduh...";
"REMAINING_TIME" = "Waktu tersisa: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "Pengaturan"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "On";
"OFF" = "Off";

"EMPTY_LIBRARY" = "Pustaka Media Kosong";
"EMPTY_LIBRARY_LONG" = "Untuk pemutaran, anda dapat mengalirkan media dari server di jaringan anda, dari server awan, atau menyelaraskan media ke perangkat anda menggunakan iTunes, layanan Unggah WiFi atau Awan.";

"PLAYBACK_SCRUB_HELP" = "Geser jari anda ke bawah untuk menyesuaikan laju penyusuran.";
"PLAYBACK_SCRUB_HIGH" = "Penyusuran Sangat Cepat";
"PLAYBACK_SCRUB_HALF" = "Penyusuran Agak Cepat";
"PLAYBACK_SCRUB_QUARTER" = "Penyusuran Kurang Cepat";
"PLAYBACK_SCRUB_FINE" = "Penyusuran Biasa";
"PLAYBACK_POSITION" = "Posisi Pemutaran";
"VIDEO_FILTER" = "FIlter Video";
"VIDEO_FILTER_RESET_BUTTON" = "Set Ulang Filter Video";
"VIDEO_ASPECT_RATIO_BUTTON" = "Alihkan Nisbah Bidang Video";
"PLAY_PAUSE_BUTTON" = "Putar atau Jeda pemutaran saat ini";
"BWD_BUTTON" = "Lompat Mundur";
"FWD_BUTTON" = "Lompat Maju";
"PLAY_BUTTON" = "Putar";
"PAUSE_BUTTON" = "Jeda";
"PLAY_ALL_BUTTON" = "Play all";

"VERSION_FORMAT" = "Versi: %@";
"BASED_ON_FORMAT" = "Berdasarkan:<br />%@";

"NEW" = "BARU";

"BUG_REPORT_TITLE" = "Laporkan kutu";
"BUG_REPORT_MESSAGE" = "Apakah anda ingin membuat laporan kutu";
"BUG_REPORT_BUTTON" = "Buka Safari";

"VO_VIDEOPLAYER_TITLE" = "Pemutar Video";
"VO_VIDEOPLAYER_DOUBLETAP" = "Tepuk dengan jari dua kali untuk menampilkan atau menyembunyikan pengendali pemutaran";

"FIRST_STEPS_WELCOME" = "Selamat Datang";
"FIRST_STEPS_WELCOME_DETAIL" = "Langkah pertama untuk Sinkron dan Putar Media Anda";
"FIRST_STEPS_ITUNES" = "Selaras Berkas iTunes";
"FIRST_STEPS_ITUNES_DETAILS" = "Sambung %@ anda ke Mac atau PC anda menggunakan kabel.\nBuka iTunes.\nPilih %@ anda.\nBeralih ke tab \"App\", gulir ke bawah dan cari VLC.\nTransfer berkas anda.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Sambung %@ anda ke jaringan yang sama dengan Mac atau PC anda.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Jungkitkan sakelar di bilah sisi, masukkan URL ke peramban web dan unggah berkas anda.";
"FIRST_STEPS_CLOUDS" = "Awan";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Unggah media anda ke Google Drive atau Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Buka bilah sisi untuk memilih penyedia layanan Awan anda dan akses media anda untuk pengunduhan atau strim.";
"FIRST_STEPS_PLAYBACK" = "Pemutaran";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Waktu";
"FIRST_STEPS_ASPECT" = "Nisbah Bidang";
"FIRST_STEPS_SPEED" = "Kecepatan";
"FIRST_STEPS_REPEAT" = "Pengulangan";
"FIRST_STEPS_SUBTITLES" = "Trek Terjemahan";
"FIRST_STEPS_AUDIO" = "Trek Audio";
"FIRST_STEPS_POSITION" = "Posisi";

"PLEX_CHECK_ACCOUNT" = "Periksa akun Plex anda di pengaturan";
"PLEX_ERROR_ACCOUNT" = "Galat log masuk Plex";

"UNAUTHORIZED" = "Tidak diotorisasi";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "No server found";
"NO_RECENT_STREAMS" = "No stream was played recently";

"WEBINTF_TITLE" = "Berbagi melalui WiFi";
"WEBINTF_DROPFILES" = "Berkas Jatuhan";
"WEBINTF_DROPFILES_LONG" = "Jatuhkan berkas di jendela untuk menambahkannya ke %@ anda.<br>Atau klik tombol \"+\" untuk menggunakan penyomot berkas.";
"WEBINTF_DOWNLOADFILES" = "Berkas Unduhan";
"WEBINTF_DOWNLOADFILES_LONG" = "Klik saja berkas yang ingin anda unduh dari %@ anda.";
"WEBINTF_TITLE_ATV" = "Remote Playback";
"WEBINTF_DROPFILES_LONG_ATV" = "Drop files in the window to play them on your %@.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_URL_SENT" = "URL sent successfully.";
"WEBINTF_URL_EMPTY" = "URL cannot be empty.";
"WEBINTF_URL_INVALID" = "Not a valid URL.";


"NOW_PLAYING" = "Sekarang Diputar";
"PLAY_NOW" = "Putar Sekarang";
"PLAYING" = "Sedang memutar";
"DETAIL" = "Perinci";

"VOLUME" = "Volume";
"DURATION" = "Durasi";
"TITLE" = "Judul";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld hours %2$ld minutes remaining";
"%ld hours %ld minutes" = "%1$ld hours %2$ld minutes";
"%ld minutes remaining" = "%ld minutes remaining";
"%ld minutes" = "%ld minutes";
"%ld minutes %ld seconds remaining" = "%1$ld minutes %2$ld seconds remaining";
"%ld minutes %ld seconds" = "%1$ld minutes %2$ld seconds";
"%ld seconds remaining" = "%ld seconds remaining";
"%ld seconds" = "%ld seconds";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Show";
"OBJECT_TYPE_SHOW_EPISODE" = "Show episode";
"OBJECT_TYPE_LABEL" = "Folder";
"OBJECT_TYPE_ALBUM" = "Album";
"OBJECT_TYPE_ALBUM_TRACK" = "Album track";
"OBJECT_TYPE_FILE" = "File";
"OBJECT_TYPE_FILE_AUDIO" = "Audio file";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Not connected to iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Please connect your iPhone to perform remote control actions.";

"LONGPRESS_TO_STOP" = "Tekan lama untuk menghentikan pemutaran.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Audio Info";
"CLOUD_LOGIN_LONG" = "To access Cloud Services, sign-in to iCloud on both this Apple TV and an iOS device with the same Apple ID and enable Keychain Sharing in System Settings.\nAfterwards, login to the cloud provider of your choice using the VLC app on your iOS device. Finally, select it on this screen.";
"ENTER_URL" = "Enter URL to play";
"HTTP_SERVER_ON" = "Disable Remote Playback";
"HTTP_SERVER_OFF" = "Enable Remote Playback";
"CACHED_MEDIA" = "Cached Media";
"CACHED_MEDIA_LONG" = "Media shown here is stored locally on your Apple TV. Note that contents can be removed by the operating system without prior notice anytime when VLC is not running in case your device runs out of storage.";
"DOWNLOAD_SUBS_FROM_OSO" = "Download subtitles from OpenSubtitles.org...";
"FOUND_SUBS" = "Found subtitles";
"USE_SPDIF" = "Use Pass-through (S/PDIF)";

"PLAYBACK" = "Playback";
"REPEAT_MODE" = "Repeat";
"REPEAT_DISABLED" = "Disabled";
"REPEAT_SINGLE" = "Single";
"REPEAT_FOLDER" = "Folder";

// Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "File Transfer Protocol (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "BONJOUR File Server";
"DSM_WORKGROUP" = "Workgroup";

"URL_NOT_SUPPORTED" = "The URL can't be opened";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Press %@ to Delete"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "The selection can't be deleted";
"DELETE_INVALID_TITLE" = "Invalid Selection";
"DELETE_MESSAGE" = "Confirm the deletion of the selected files";
"DELETE_TITLE" = "Delete Selected Files";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protokol tidak dipilih";
"Settings" = "Pengaturan";
"ERROR" = "Error";
"OK" = "Ok";



//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
